start_list = ["노포","범어사","남산","두실","구서","장전","부산대","온천장","명륜","동래","교대","연산",
            "시청","양정","부전","서면","범내골","범일","좌천(1호선)","부산진","초량","부산역","중앙",
            "남포","자갈치","토성","동대신","서대신","대티","괴정","사하","당리","하단","신평","동매",
            "장림","신장림","낫개","다대포항","다대포해수욕장","양산","남양산","부산대양산캠퍼스","증산",
            "호포","금곡","동원","율리","화명","수정","덕천","구명","구남","모라","모덕","덕포","사상",
            "감전","주례","냉정","개금","동의대","가야","부암","전포","국제금융센터·부산은행","지게골",
            "못골","대연","경성대·부경대","남천","금련산","광안","수영","민락","센텀시티","백스코(시립미술관)",
            "동백","대저","체육공원","강서구청","구포","숙등","남산정","만덕","미남","사직","종합운동장",
            "거제","물만골","배산","망미","수안","낙민","충렬사","명장","서동","금사","반여농산물시장",
            "석대","영산대","윗반송","고촌","안평","거제해맞이","동래(동해선)","안락","부산원동","재송",
            "센텀","신해운대","송정","오시리아","기장","일광","좌천(동해선)","월내","서생","남창","망양",
            "덕하","개운포","태화강","가야대","장신대","연지공원","박물관","수로왕릉","봉황","부원","김해시청",
            "인제대","김해대학","지내","불암","대사","평강","대저","등구","덕두","김해공항","서부산유통지구",
            "괘법르네시떼","사상"]

start_list.sort()

print(start_list)